Map<String, String> ru = {
  "Lá rơi xanh ngọc": "Изумрудно-зеленые падающие листья",
  "Một ngày thư thái": "Расслабляющий день",
  "Phân bón x10": "Удобрения х10",
  "Kích thích tăng trưởng cho cây": "Стимулирует рост растений",
  "Xẻng": "Лопата",
  "Di dời cây và chậu đến vị trí mới":
      "Переместите растения и горшки в новые места.",
  "Cỏ loe": "Разгоревшаяся трава",
  "Cây cỏ mềm mại, lá to đung đưa theo gió":
      "Трава мягкая, и ее большие листья колышутся на ветру.",
  "Bụi lá dẹt mềm": "Мягкий плосколистный куст",
  "Cây cỏ xanh mướt, mọc thành bụi": "Зеленая трава растет в кустах",
  "Trầu bà lá lớn nguyên bản": "Оригинальный крупнолистовой орех бетеля.",
  "Cây cao lớn, có những lá xẻ độc đáo":
      "Дерево высокое и имеет уникальные расщепленные листья.",
  "Cỏ lá dẹt cứng": "Жесткая плоская трава",
  "Lá mỏng nhưng cứng cáp, màu xanh đậm":
      "Листья тонкие, но крепкие, темно-зеленые.",
  "Xương rồng cô đơn": "Одинокий кактус",
  "Loài cây lớn, nở hoa to rực rỡ": "Большое дерево, ярко цветущее",
  "Cỏ kim thất": "Игольчатая трава",
  "Loài cây thẳng đứng và mọng nước": "Растение прямостоячее и сочное.",
  "Chuối tiêu cảnh": "Банановый перец пейзаж",
  "Loài chuối có kích thước nhỏ, thanh lọc không khí hiệu quả":
      "Виды бананов небольшие по размеру и эффективно очищают воздух.",
  "Xương rồng đá cuội": "Галечный кактус",
  "Loài cây có sức sống mãnh liệt, nhánh lớn":
      "Дерево обладает сильной жизненной силой и большими ветвями.",
  "Nhạc thư thái - m1": "Расслабляющая музыка - м1",
  "Chậu hồng chấm đỏ": "Горшок с розами в красные точки",
  "Chậu làm từ đất, khá chắc chắn":
      "Горшок сделан из земли и довольно прочный.",
  "Đá lấp lánh": "Сверкающие камни",
  "Chậu sọc đôi vàng": "Двойной горшок в желтую полоску",
  "Chậu đá xám": "Раковина из серого камня",
  "Chậu đá, cứng và nặng": "Каменный горшок, твердый и тяжелый",
  "Chậu trái tim trắng": "Белый горшок-сердце",
  "Chậu đá, cứng và nặng, khảm đá trái tim":
      "Каменная чаша, твердая и тяжелая, инкрустированная сердечными камнями.",
  "Trái tim nhịp đập": "Сердце бьется",
  "Chậu gạch nung caro": "Клетчатые кирпичные горшки",
  "Chậu dễ vỡ, nhưng họa tiết sắc nét": "Горшок хрупкий, но узор четкий",
  "Chậu tam thạch anh hồng": "Горшок из розового кварца",
  "Chậu màu hồng nhẹ của đá thạch anh": "Светло-розовый кварцевый горшок",
  "Tam thạch anh hồng": "Розовый кварц",
  "Chậu đất sét": "Глиняные горшки",
  "Chậu màu nâu, thoát nước tốt": "Коричневый горшок, хороший дренаж.",
  "Chậu đan từ tre, nhẹ nhàng và tinh tế":
      "Горшки сплетенные из бамбука, нежные и ажурные.",
  "Chậu đan giỏ tre": "Горшки для плетения корзин из бамбука",
  "Lá rơi - overlay1": "Падающие листья - наложение1",
  "Đăng nhập thành công": "Войти успешно",
  "Chào mừng": "Добро пожаловать",
  "Có lỗi xảy ra": "Произошла ошибка",
  "Thông báo": "Уведомление",
  "Hủy": "Отмена",
  "Xác nhận": "Подтверждать",
  "Lỗi khi mua hàng": "Ошибка при покупке",
  "Hoàn tất": "Завершенный",
  "Lỗi không tìm thấy thông tin tà khoản":
      "Ошибка: информация об аккаунте не найдена.",
  "Lỗi đăng nhập": "Ошибка входа",
  "Kiểm tra lại tài khoản & mật khẩu":
      "Проверьте свою учетную запись и пароль еще раз",
  "Lỗi tạo tài khoản": "Ошибка создания аккаунта",
  "Mặc định": "По умолчанию",
  "Thế giới": "Мир",
  "Nhập id": "Введите идентификатор",
  "Hạn sự kiện": "Срок проведения мероприятия",
  "Chưa có sự kiện mới": "Новых событий нет",
  "Sự kiện": "Событие",
  "Đăng nhập để tiếp tục\n sử dụng ứng dụng": "Войдите, чтобы продолжить\n ",
  "Tiếp tục với Google": "Продолжить с Google",
  "Tiếp tục với Apple": "Продолжить с Apple",
  "Khi bạn đăng nhập ứng dụng cũng có nghĩa sẽ đồng ý với các điều khoản của chúng tôi.":
      "Заходя в приложение, вы также соглашаетесь с нашими условиями.",
  "Xác nhận mua": "Подтвердить покупку",
  "Cấp độ mở khóa": "Разблокированные уровни",
  "Hiệu ứng": "Эффект",
  "Loại đá màu xanh tự bầu trời": "Синий камень с неба",
  "Tiết kiệm": "Сохранять",
  "Đã sở hữu hết sản phẩm, sản phẩm mới sẽ sớm được bày bán":
      "Все продукты у вас уже есть, новые продукты скоро появятся в продаже.",
  "Đã sao chép": "Скопировано",
  "Tài khoản": "Счет",
  "Dịch vụ": "Услуга",
  "Đồng bộ dữ liệu": "Синхронизировать данные",
  "Liên hệ hỗ trợ": "Связаться со службой поддержки",
  "Chính sách bảo mật": "Политика конфиденциальности",
  "Điều khoản sử dụng": "Условия эксплуатации",
  "Xóa tài khoản": "Удалить аккаунт",
  "Đăng xuất": "выход",
  "Bạn muốn đăng xuất?": "Хотите выйти?",
  "Bạn muốn bán cây này?": "Вы хотите продать это растение?",
  "Tiêu hao 10 phân bón để tăng 1 cấp cho cây":
      "Съешьте 10 удобрений, чтобы повысить уровень дерева на 1.",
  "Không đủ phân bón": "Недостаточно удобрений",
  "Huy hiệu": "Значок",
  "Không đủ oxygen": "Недостаточно кислорода",
  "Xác nhận mở khóa": "Подтвердить разблокировку",
  "Mở khóa với": "Разблокировать с помощью",
  "Tầng": "Пол",
  "Trồng cây hoặc chậu có hiệu ứng đặc biệt để mở khóa":
      "Сажайте растения или горшки со специальными эффектами, чтобы разблокировать их.",
  "Âm nhạc": "Музыка",
  "Chọn chậu": "Выберите горшок",
  "Chọn cây": "Выберите дерево",
  "Chậu đang chọn": "Горшки подбираются.",
  "Cây đang chọn": "Дерево выбирает",
  "Chọn vị trí di chuyển": "Выберите место переезда",
  "Bạn muốn di chuyển cây này?": "Вы хотите переместить это дерево?",
  "Không đủ xẻng": "Не хватает лопат",
  "vị trí": "расположение",
  "Xóa tài khoản của bạn": "Удалить свою учетную запись",
  "Lưu ý rằng việc xóa tài khoản sẽ không thể đảo ngược và có nghĩa bạn sẽ không thể truy cập vào ứng dụng và dữ liệu":
      "Обратите внимание, что удаление учетной записи является необратимым и означает, что вы не сможете получить доступ к приложениям и данным.",
  "Tài khoản sẽ bị xóa hoàn toàn sau khi xóa trong vòng 30 ngày, để kích hoạt lại tài khoản hãy đăng nhập lại trước khi hết hạn 30 ngày kể từ ngày xóa":
      "Аккаунт будет полностью удален в течение 30 дней после удаления. Чтобы повторно активировать аккаунт, войдите снова до истечения 30 дней с момента удаления.",
  "Xác nhận xóa": "Подтвердить удаление",
  "Đã xóa tài khoản thành công": "Аккаунт успешно удален",
  "Xác nhận xóa tài khoản": "Подтвердить удаление аккаунта",
  "Toàn bộ thông tin cá nhân của bạn, dữ liệu đã tạo":
      "Вся ваша личная информация, созданные данные",
  "Dữ liệu nào sẽ bị xóa?": "Какие данные будут удалены?",
  "Vào cửa hàng để mở khóa": "Войдите в магазин, чтобы разблокировать его.",
  "Lưu ý rằng việc đăng nhập với tư cách người dùng khách, dữ liệu sẽ không được sao lưu dựa trên tài khoản":
      "Обратите внимание, что при входе в систему в качестве гостя резервное копирование данных на основе учетной записи не будет выполняться.",
  "Tiếp tục với người dùng khách": "Продолжить с гостевым пользователем",
  "Mong một ngày mưa": "Надеюсь на дождливый день",
  "Kết thúc mùa xuân": "Конец весны",
  "Cỏ nước thân cao": "Высокая водная трава",
  "Loài cây thân nhỏ cao, thân cây cứng nhưng lại dễ gẫy":
      "Высокое дерево с небольшим стволом, ствол твердый, но легко ломается.",
  "Cây bàng lá sẫm": "Миндальное дерево с темными листьями",
  "Thoáng nhìn tưởng thiếu sức sống, nhưng thực chất vẫn sinh trưởng tốt":
      "На первый взгляд он кажется безжизненным, но на самом деле он все равно хорошо растет.",
  "Chậu nhựa vàng": "Желтый пластиковый горшок",
  "Vừa rẻ lại bền, nhưng lại ô nhiễm môi trường":
      "Дешево и долговечно, но загрязняет окружающую среду.",
  "Chậu đất tím": "Фиолетовый глиняный горшок",
  "Chậu khá nặng, nhưng khá tốt": "Кастрюля довольно тяжелая, но неплохая.",
  "Chậu gỗ sơn hồng": "Деревянный горшок, окрашенный в розовый цвет",
  "Chậu gỗ, nhưng được sơn lớp màu hồng bền mà lại đẹp":
      "Деревянный горшок, окрашенный в прочный, но красивый розовый цвет.",
  "Chưa có thẻ nào, hãy tham gia sự kiện để nhận thẻ":
      "У вас пока нет карточек. Присоединяйтесь к событию, чтобы получить карточки.",
  "chuyển 100 đá quý sang oxygen với tỷ lệ 1.75":
      "преобразовать 100 драгоценных камней в кислород по курсу 1,75.",
  "Chi Oải hương": "Род Лаванда",
  "Loại cây bụi thường niên có mùi thơm nồng, xuất xứ từ vùng Địa Trung Hải":
      "Этот однолетний кустарник имеет сильный аромат, родом из Средиземноморья.",
  "Cánh hoa oải hương": "Лепестки лаванды",
  "Chậu đất nung": "Терракотовые горшки",
  "Chậu khá nặng, dễ vỡ": "Кастрюля довольно тяжелая и легко ломается.",
  "Chậu đất nung chấm bi": "Терракотовые горшки в горошек",
  "Chậu khá nặng, khá xinh xắn": "Горшок довольно тяжелый и довольно красивый.",
  "Chậu đá cẩm thạch": "Мраморный бассейн",
  "Chậu đá dùng cho quý tộc thời xưa. Vân đá có thể thay đổi theo thời gian":
      "Каменные горшки в древности использовались знати. ",
  "Vân đá, Lá thu rơi": "Каменные узоры, Падающие осенние листья",
  "Lan trái tim": "Распространение сердца",
  "Họ nhà lan, có hình dáng đẹp, màu sắc tinh tế, thích hợp trang trí":
      "Семейство орхидей имеет красивые формы, нежные цвета и подходит для украшения.",
  "Bụi cỏ rủ": "Плакучая трава",
  "Loài cây dại, sức sống tốt, có hiệu quả lọc không khí":
      "Дикие растения обладают хорошей жизнеспособностью и эффективно фильтруют воздух.",
  "Rêu sứa": "Моховая медуза",
  "Loài rêu cứng, sinh sống trên các mỏm đá, hoa học thành chùm và dài như sứa vậy":
      "Твердый мох, обитающий на скалистых обнажениях, цветущий гроздьями, длиной с медузу.",
  "Cỏ đinh ba": "Трезубец трава",
  "Loài cỏ lá kim, khi trưởng thành có những chùm tua xuống như cây đinh ba của một vị thần":
      "У хвойной травы, когда она созревает, появляются усики, спускающиеся, как трезубец бога.",
  "Chậu sứ Msuit": "Керамическая раковина Msuit",
  "Chậu sứ trắng, trọng lượng nhẹ dễ dàng treo lên cao":
      "Белый керамический горшок, легкий, легко подвешивается высоко.",
  "Chậu sứ mạ vàng": "Позолоченный керамический горшок",
  "Chậu sứ mạ lớp vàng, sang trọng lung linh trước ánh nắng ban mai":
      "Роскошный позолоченный фарфоровый горшок переливается в утреннем солнечном свете.",
  "Hãy chọn đúng thuộc tính cây và chậu":
      "Пожалуйста, выберите правильные атрибуты дерева и горшка.",
  "Đánh giá ứng dụng": "Шаньгиа анг дон",
  "Lá rơi mùa thu": "Падающие листья осенью",
  "Bật đồ họa hiệu suất cao sẽ tăng bộ nhớ cần sử dụng và có thể gây giật lag trên máy cấu hình yếu, nhưng bạn sẽ có 1 khu vườn đẹp hơn":
      "Включение высокопроизводительной графики увеличит использование памяти и может вызвать зависание на слабых устройствах, но зато у вас будет более красивый сад.",
  "Chế độ hiệu suất cao": "Режим высокой производительности",
  "(Tắt)": "(Выключать)",
  "(Bật)": "(На)",
  "Thiết lập": "Учреждать",
  "Tăng 1 cấp": "Повышение на 1 уровень",
  "Tăng 1 cấp độ người dùng": "Повысить уровень пользователя на 1",
  "Kim tiền thân vàng": "Металл – предшественник золота",
  "Loài cây có những nhánh lá xếp với nhau, cây có sức sống tốt và là loài có độc":
      "У дерева ветви и листья расположены вместе, дерево обладает хорошей жизнеспособностью и ядовито.",
  "Khoai nước thân vàng": "Водяной картофель с желтым телом",
  "Loài khoai không có củ, lá to, cuống vàng rất đẹp":
      "У этого вида картофеля нет клубней, крупные листья и красивые желтые стебли.",
  "Cây nắp ấm đỏ": "Красный кувшин",
  "Loài cây leo, phần đầu cuốn nổi bật với tạo hình giống như cái bình nước hình trụ":
      "Вьющееся растение со свернутой верхушкой, по форме напоминающее цилиндрическую бутылку с водой.",
  "Cây bẫy kẹp": "Зажимная ловушка",
  "Cây bẫy kẹp là một loài thực vật ăn thịt, sống bản địa tại vùng đất ngập nước cận nhiệt đới":
      "Растение-ловушка — хищное растение, произрастающее в субтропических водно-болотных угодьях.",
  "Chậu đất treo": "Подвесные глиняные горшки",
  "Chậu chậu đất thoát nước tốt, nhưng hơi nặng khi treo":
      "Почвенные горшки хорошо дренируют воду, но их тяжело подвешивать.",
  "Phân bón x100": "Удобрения х100",
  "Xẻng x50": "Лопата x50",
  "chuyển 1000 đá quý sang oxygen với tỷ lệ 1.75":
      "конвертировать 1000 драгоценных камней в кислород по курсу 1,75.",
  "chuyển 10000 đá quý sang oxygen với tỷ lệ 1.75":
      "конвертировать 10000 драгоценных камней в кислород по курсу 1,75.",
  "Loài xương rồng kích thước nhỏ, có nhiều gai":
      "Кактус небольшого размера и имеет много шипов.",
  "Xương rồng nhím": "Кактус ежик",
  "Sen bạch liên": "Белый лотос",
  "Loài sen có hoa màu trắng ánh kim, sống bán địa tại vùng đất ngập nước cận nhiệt đới":
      "Вид лотоса имеет металлические белые цветы и обитает в полузасушливых условиях в субтропических водно-болотных угодьях.",
  "Chậu đất kiềng": "Глиняные горшки на стременах",
  "Chậu chậu đất thoát nước tốt, kê trên bệ bằng sắt":
      "Горшки с хорошо дренированной почвой, поставленные на железные подставки.",
  "Chậu lam ngọc tròn": "Круглый нефритовый горшок",
  "Chậu chậu rất thích hợp cho việc trồng các cây sống dưới nước":
      "Горшки очень подходят для выращивания водных растений.",
  "Đom đóm": "Светлячок",
  "Đêm dài": "Долгая ночь",
  "Hướng dẫn sử dụng": "Инструкция по применению",
  "Xem chi tiết": "Посмотреть подробности",
  "Không hiển thị lại": "Больше не показывать",
  "Dùng khuyến mãi": "Используйте акции",
  "Treo": "Вешать",
  "Thất mạt hương": "Потерянные благовония",
  "Mỗi cành có 7 lá, toả mùi hương nhe nhẹ":
      "На каждой ветке по 7 листьев, источающих легкий аромат.",
  "Sen đá đinh": "Камень лотоса для ногтей",
  "Loài sen đá có các lá thon dài, màu xanh đậm":
      "Суккуленты имеют удлиненные темно-зеленые листья.",
  "Chậu gỗ xoan": "Овальный деревянный горшок",
  "Chậu gỗ xoan, họa tiết dọc màu nâu bền mà lại đẹp":
      "Овальный деревянный горшок, коричневый вертикальный узор, прочный, но красивый.",
  "Chậu đá có những họa tiết chấm nâu":
      "Каменный горшок украшен коричневыми точечными узорами.",
  "Chậu đá safe": "Безопасная каменная раковина",
  "Tìm kiếm": "Поиск",
  "Chọn phân loại": "Выберите категорию",
  "Thời tiết": "Погода",
  "Ban công quang đãng": "Чистый балкон",
  "Ban công chiều tà": "Балкон в сумерках",
  "Ban công mưa bão": "Штормовой балкон",
  "Ban công trời sao": "Звездный балкон",
  "Đá quý": "драгоценный камень",
  "Dụng cụ": "Инструмент",
  "Kinh nghiệm nhà vườn": "Опыт сада",
  "Triệu phú tích trữ": "Клад миллионеров",
  "Triệu phú giàu sang": "Богатый миллионер"
};
